chore(content): write-only draft [prerequisites/modern-devops/module-1.2-gitops]
